import ItemFeedback from "@/interface/data/ItemFeedback"

const items:ItemFeedback[] = [
    {
        id:1,
        text:'Я обратился в этот автосервис, потому что мой автомобиль нуждался в ремонте. Сотрудники были очень дружелюбны и внимательны ко мне. Они провели диагностику моего автомобиля быстро и точно, а затем приступили к ремонту. Работы были выполнены быстро и качественно. Я остался очень доволен результатом. Я рекомендую этот автосервис всем, кто нуждается в качественном ремонте своего автомобиля.',
        author:'Козлов И. Д.'
    },
    {
        id:2,
        text:'Я очень доволен работой этого автосервиса. Они провели ремонт моего автомобиля быстро и качественно. Все сотрудники были вежливы и профессиональны. Я рекомендую этот автосервис всем своим друзьям и знакомым.',
        author:'Данилов М. М.'
    },
    {
        id:3,
        text:'Я обращался в этот автосервис несколько раз, и каждый раз был впечатлен качеством работы. Они проводят ремонт автомобилей быстро и эффективно, а также предлагают отличный сервис. Я рекомендую этот автосервис всем, кто нуждается в качественном ремонте своего автомобиля.',
        author:'Киселев А. А.'
    }
]
export default items