import ItemService from "@/interface/data/ItemService"

const items:ItemService[] = [
    {
        id:1,
        name:'Замена масла и фильтров',
        description:'Мы можем заменить масло и фильтры в вашем автомобиле, чтобы убедиться, что он работает наилучшим образом.',
        image:'/f297f239-8743-4459-9853-beee8796ee78.jpg'
    },
    {
        id:2,
        name:'Диагностика двигателя',
        description:'Мы можем провести диагностику вашего двигателя, чтобы выявить любые проблемы и решить их до того, как они станут серьезными.',
        image:'/a0d72c41-09a4-4100-b16f-cb98bdb4aadb.jpeg'
    },
    {
        id:3,
        name:'Ремонт тормозной системы',
        description:'Если ваши тормоза не работают должным образом, мы можем провести ремонт тормозной системы, чтобы они работали лучше.',
        image:'/562938cb-e777-4a60-b96b-81236f172d04.jpg'
    },
    {
        id:4,
        name:'Ремонт подвески',
        description:'Если ваша подвеска не работает должным образом, мы можем провести ремонт подвески, чтобы она работала более эффективно и комфортно.',
        image:'/ea116efb-3837-4661-b516-9849ca1c9d76.jpg'
    },
    {
        id:5,
        name:'Ремонт трансмиссии',
        description:'Если ваша трансмиссия не работает должным образом, мы можем провести ремонт трансмиссии, чтобы она работала лучше.',
        image:'/ecb18ad9-8300-4966-b7c6-4f844a2f1413.jpeg'
    },
    {
        id:6,
        name:'Ремонт электроники',
        description:'Если ваша электроника не работает должным образом, мы можем провести ремонт электроники, чтобы она работала лучше.',
        image:'/0a6b6b80-ae1c-454c-b954-7f36a847c562.jpg'
    },
    {
        id:7,
        name:'Ремонт салона',
        description:'Если ваш салон выглядит старым или поврежденным, мы можем провести ремонт салона, чтобы он выглядел как новый.',
        image:'/483a624e-f63c-4e3e-9272-fff7b17f3cd0.jpg'
    },
    {
        id:8,
        name:'Ремонт кузова',
        description:'Если ваш кузов поврежден, мы можем провести ремонт кузова, чтобы он выглядел как новый.',
        image:'/94105c94-1407-438c-a46a-5dc8345773cd.jpg'
    },
    {
        id:9,
        name:'Мойка двигателя',
        description:'Мы можем провести мойку двигателя, чтобы удалить грязь и пыль, которые могут повредить ваш двигатель.',
        image:'/176c70db-486b-4330-967a-c8d70ccf8b6b.jpg'
    }  
]
export default items